<?php
return [
    'title'    => 'تسجيل الدخول',
    'year'     => 'العــام',
    'phon_no'  => 'رقم الجوال',
    'login'    => 'دخـــــول',
    'username' => 'اسم المستخدم',
    'password' => 'كلمة المرور',
    "forget_password"=> "هل نسيت كلمة المرور  ؟",
    "data_base_not_found"=> "لايوجد قاعدة بيانات للعام :",
    'loginValid' => [
        'required'  =>  'هذا الحقل مطلوب',
        'digits'    => 'يرجى إدخال أرقام فقط',
        'year_required'  => 'يرجى إدخال العام',
        'year_minlength' => 'يجب أن يكون طول العام 4 ارقام',
        'year_maxlength' => 'يجب أن يكون طول العام 4 ارقام',
        'phon_required'  => 'يرجى إدخال  رقم الجوال',
        'phon_minlength' => 'يجب أن يكون طول رقم الجوال 6 ارقام على الأقل',
        'pass_required'  => 'يرجى إدخال كلمة مرور ',
        'pass_minlength' => 'يجب أن يكون طول كلمة المرور 6  خانات على الأقل',
    ],
];
